[
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/a/l/alienoid_-_teaser_poster_1_.jpg",
    "title": "ALIENOID: CUỘC CHIẾN XUYÊN KHÔNG",
    "director": "Choi Dong-hoon",
    "actor": "Kim Tae-ri, Ryu Jun-yeol, Kim Woo-bin, So Ji-sub, Yum Jung-ah, Jo Woo-Jin, Kim Eui-sung, Lee Ha-nee, Shin Jung-geun, Lee Si-hoon",
    "genre": "Hành Động, Khoa Học Viễn Tưởng",
    "release": "05/08/2022",
    "runtime": "143 phút",
    "language": "Tiếng Hàn - Phụ đề tiếng Việt, tiếng Anh",
    "rating": "C16 - Phim cấm khán giả dưới 16 tuổi",
    "technology": ["4DX", "IMAX"],
    "description": "Năm 2022, hai người ngoài hành tinh là Guard (Kim Woo-bin) và Thunder sinh sống tại Trái Đất đang tìm kiếm những tù nhân vượt ngục, vốn bị họ giam giữ trong cơ thể con người. Cảnh sát Moon (So Ji-sub) vô tình trở thành đối tượng bị truy đuổi mà không rõ lý do. Cùng lúc đó, ở triều đại Goryeo hơn 630 năm về trước, pháp sư xui xẻo Muruk (Ryu Jun-yeol) và “cô gái bắn sấm sét” Ean (Kim Tae-ri) đang cố gắng tranh giành một thanh gươm thần huyền thoại. Cuộc chiến khốc liệt ấy còn có sự tham gia của hai phù thủy hắc ám là Madam Black (Yum Jung-ah) và Mr. Blue (Jo Woo-Jin), cùng kẻ đeo mặt nạ bí ẩn Jajang (Kim Eui-sung). Một cánh cổng thời gian xuất hiện và mở ra sự kết nối giữa hai thời đại, tạo nên tình huống hỗn loạn chưa từng thấy.",
    "trailerEmbed": "www.youtube.com/embed/NP0aWoi8kmA?rel=0&showinfo=0",
    "youtubeID": "NP0aWoi8kmA"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/b/t/bt_poster_lk3_1080x1350_1_.jpg",
    "title": "SÁT THỦ ĐỐI ĐẦU",
    "director": "David Leitch",
    "actor": "Brad Pitt, Joey King, Andrew Koji, Aaron Taylor-Johnson, Brian Tyree Henry, Zazie Beetz, Masi Oka, Michael Shannon, Logan Lerman, Hiroyuki Sanada, Karen Fukuhara, Bad Bunny, Sandra Bullock",
    "genre": "Hành Động, Hồi hộp",
    "release": "05/08/2022",
    "runtime": "126 phút",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "C18 - Phim cấm khán giả dưới 18 tuổi",
    "technology": ["4DX", "IMAX", "ScreenX"],
    "description": "Ladybug (Brad Pitt) - một sát thủ lành nghề vừa trở lại sau khoảng thời gian nghỉ hưu. Anh nhận nhiệm vụ từ một phụ nữ bí ẩn là thu hồi chiếc vali trên chuyến tàu cao tốc ở Nhật Bản. Những tưởng đây sẽ là phi vụ dễ ăn thì một loạt biến cố ập đến. Ladybug phải đối mặt với vô số thế lực khác nhau trên chiếc tàu hỏa cùng nhắm vào chiếc vali kia. Đối thủ của anh lần lượt là Lemon (Brian Tyree Henry), Kimura (Andrew Koji), Hornet (Zazie Beetz), Prince (Joey King) và Tangerine (Aaron Taylor-Johnson). Mỗi người đều có những âm mưu và cách thức hoạt động riêng dẫn đến một cục diện vô cùng rối ren.",
    "trailerEmbed": "www.youtube.com/embed/niy4sIjV858?rel=0&showinfo=0",
    "youtubeID": "niy4sIjV858"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/n/h/nh_p_h_n_-_payoff_poster_-_fb_size_-_kctr_05.08.2022_1_.jpg",
    "title": "NHẬP HỒN",
    "director": "Alper Mestçi",
    "actor": "Adnan Koç, Seda Oğuz, Kurtuluş Şakirağaoğlu, v.v",
    "genre": "Kinh Dị",
    "release": "05/08/2022",
    "runtime": "94 phút",
    "language": "Tiếng Thổ Nhĩ Kỳ với phụ đề Tiếng Việt, Tiếng Anh",
    "rating": "C18 - Phim cấm khán giả dưới 18 tuổi",
    "technology": [],
    "description": "Bộ phim dựa trên sự kiện có thật về lời nguyền gia phả tại Mardin, một thành phố thuộc Thổ Nhĩ Kỳ.",
    "trailerEmbed": "www.youtube.com/embed/OvYsCyjD1wk?rel=0&showinfo=0",
    "youtubeID": "OvYsCyjD1wk"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/b/e/beast_19.08.22_700x1000px.jpg",
    "title": "QUÁI THÚ",
    "director": "Baltasar Kormákur",
    "actor": "Idris Elba, Sharlto Copley, Iyana Halley, Leah Sava Jeffries",
    "genre": "Hồi hộp, Kinh Dị",
    "release": "19/08/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Người cha đơn thân là tiến sĩ Nate Daniels do Idris Elba thủ vai, cùng hai cô con gái trong chuyến đi dã ngoại tới khu bảo tồn thiên nhiên được quản lý bởi người bạn cũ của gia đình, và cũng là nhà sinh vật học, chuyên nghiên cứu về động vật hoang dã. Thế nhưng, những gì bắt đầu một cuộc hành trình gắn kết tình cảm gia đình và giải tỏa căng thẳng lại trở thành một cuộc chiến sinh tồn đáng sợ khi một loài thú khát máu coi tất cả là kẻ thù, bắt đầu rình rập họ.",
    "trailerEmbed": "www.youtube.com/embed/IcTzCec48VA?rel=0&showinfo=0",
    "youtubeID": "IcTzCec48VA"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/g/u/gulliver_du_k__teaser_poster_facebook_size.jpg",
    "title": "GULLIVER DU KÝ",
    "director": "Ilya Maksimov",
    "actor": "Wayne Grayson, Alyson Leigh Rosenfeld, Billy Bob Thompson, v.v",
    "genre": "Hoạt Hình",
    "release": "05/08/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Nhà du hành và thám hiểm thế giới Gulliver được mời quay trở lại Lilliput - thị trấn trước đây đã được anh cứu khỏi hạm đội kẻ thù. Khi đến nơi, anh chỉ nhận thấy sự phẫn nộ và thất vọng của đám đông vì huyền thoại Gulliver khổng lồ giờ đây chỉ là một người bình thường. Cùng lúc đó, kẻ thù lại đe dọa xứ xở này thêm một lần nữa.",
    "trailerEmbed": "www.youtube.com/embed/Kn12HeE2aNY?rel=0&showinfo=0",
    "youtubeID": "Kn12HeE2aNY"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/poster_payoff_hckc_1_1.jpg",
    "title": "HẠ CÁNH KHẨN CẤP",
    "director": "Han Jae-rim",
    "actor": "Song Kang-ho, Lee Byung-hun, Jeon Do-yeon, Kim Nam-Gil và Yim Si-wan, Park Hae-Joon.",
    "genre": "Hành Động, Hồi hộp, Tình cảm",
    "release": "12/08/2022",
    "runtime": "",
    "language": "Tiếng Hàn - Phụ đề tiếng Việt, tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Hạ Cánh Khẩn Cấp quy tụ dàn diễn viên đình đám bậc nhất xứ Hàn, bao gồm Song Kang-ho, Lee Byung-hun, Jeon Do-yeon, Kim Nam-Gil và Yim Si-wan, Park Hae-Joon. \nBộ phim xoay quanh chuyến bay mang số hiệu KI501 của hãng hàng không Sky Korea, khởi hành từ sân bay quốc tế Incheon tới Honolulu, Hawaii. Không lâu sau khi máy bay cất cánh, một hành khách bắt đầu có những biểu hiện lạ và tử vong trước sự bàng hoàng của mọi người. Một virus lạ với tốc độ lây lan chóng mặt đã xâm nhập lên máy bay, tất cả chìm trong hỗn loạn và sợ hãi. Trong tình huống ngàn cân treo sợi tóc, một tuyên bố đề nghị hạ cánh khẩn cấp được đưa ra. Trên độ cao 8,534 mét, số phận của hơn 150 con người bao gồm cả các hành khách và phi hành đoàn sẽ ra sao?",
    "trailerEmbed": "www.youtube.com/embed/kPLUSR9EdOA?rel=0&showinfo=0",
    "youtubeID": "kPLUSR9EdOA"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/2/_/2._dbssh_poster.jpg",
    "title": "Dragon Ball Super: SUPER HERO",
    "director": "Tetsuro Kodama",
    "actor": "Masako Nozawa, Toshio Furukawa, Yūko Minaguchi, Ryō Horikawa, Mayumi Tanaka, Aya Hisakawa, Takeshi Kusao, Miki Itō,...",
    "genre": "Hoạt Hình",
    "release": "",
    "runtime": "",
    "language": "Tiếng Nhật - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Đội quân Ruy Băng Đỏ đã bị Son Goku tiêu diệt. Thế nhưng, những kẻ kế nghiệp của chúng đã tạo ra hai chiến binh Android mới là Gamma 1 và Gamma 2. Hai Android này tự nhận mình là “Siêu anh hùng”. Chúng bắt đầu tấn công Piccolo và Gohan… Mục tiêu của Đội quân Ruy Băng Đỏ mới này là gì? Trước nguy cơ cận kề, đã đến lúc các siêu anh hùng thực thụ phải thức tỉnh!",
    "trailerEmbed": "www.youtube.com/embed/tW3IuhqHlY4?rel=0&showinfo=0",
    "youtubeID": "tW3IuhqHlY4"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/n/o/nope_kc_26.08.22_1_.jpg",
    "title": "KHÔNG",
    "director": "Jordan Peele",
    "actor": "Daniel Kaluuya, Keke Palmer, Steven Yeun, Michael Wincott, Brandon Perea",
    "genre": "Hồi hộp, Kinh Dị",
    "release": "26/08/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Câu chuyện xoay quanh đôi vợ chồng sở hữu chuồng ngựa và một trang trại mang tên Haywood tại California. Cùng với những cư dân của thị trấn biệt lập này, bộ đôi đã chứng kiến một sự kiện siêu nhiên bí ẩn và bất thường, đến từ đám mây lớn, lơ lửng trên bầu trời.",
    "trailerEmbed": "www.youtube.com/embed/M7yjI31KYyE?rel=0&showinfo=0",
    "youtubeID": "M7yjI31KYyE"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/poster_mpvm_4_1_.jpg",
    "title": "MÔN PHÁI VÕ MÈO: HUYỀN THOẠI MỘT CHÚ CHÓ",
    "director": "Mark Koetsier, Rob Minkoff",
    "actor": "Michael Cera, Samuel L. Jackson, Ricky Gervais, Kylie Kuioka, Michelle Yeoh",
    "genre": "Hài, Hành Động, Hoạt Hình",
    "release": "02/09/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt; Lồng tiếng",
    "rating": "",
    "technology": [],
    "description": "Hank là chú chó đáng yêu có ước mơ trở thành một samurai vĩ đại. Trên con đường đi tìm định mệnh, Hank vô tình lạc vào một thị trấn đầy mèo. Và mèo thì không hề thích chó. Cũng vì mong muốn giành được tình cảm của cư dân thị trấn, Hank vô tình mắc vào âm mưu thôn tính thị trấn của tay mèo phản diện Ika Chu. Ika Chu đã lừa Hank giúp hắn đuổi các cư dân mèo khỏi thị trấn. Cùng với những người bạn mới quen, Hank phải tìm cách ngăn chặn âm mưu của Ika Chu và chuộc lại sai lầm của mình.",
    "trailerEmbed": "",
    "youtubeID": ""
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/v/o/vo_dien_sat_nhan_-_teaser_poster_1_.jpg",
    "title": "VÔ DIỆN SÁT NHÂN",
    "director": "Đinh Công Hiếu",
    "actor": "Phương Anh Đào, Quách Ngọc Tuyên, Hiếu Nguyễn, Oanh Kiều",
    "genre": "Kinh Dị",
    "release": "26/08/2022",
    "runtime": "",
    "language": "Tiếng Việt - Phụ đề Tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Tác phẩm thuộc thể loại kinh dị - giật gân theo hướng slasher, một phong cách phim kinh dị mang đậm dấu ấn của điện ảnh Hollywood. \nBộ phim nói về Phương Anh, một bác sĩ trẻ tài năng và có một cuộc sống tưởng chừng như hoàn hảo. Thế nhưng, hằng đêm cô đều phải đối mặt với một tên sát nhân vô diện trong mỗi giấc mơ. Cơn ác mộng dần trở nên kinh hoàng hơn khi hắn bắt đầu truy sát cô cả ngoài đời thực. Phương Anh quyết định đi tìm lời giải cho chính mình. \"Vô Diện Sát Nhân\" thực sự là ai? Sự thật đáng sợ nào đang nằm sau những bí mật này? Phim có sự tham gia của dàn diễn viên trẻ tiềm năng: Phương Anh Đào, Oanh Kiều, Hiếu Nguyễn, Quách Ngọc Tuyên, Hoàng Phúc...",
    "trailerEmbed": "www.youtube.com/embed/BcG7o0s3K2s?rel=0&showinfo=0",
    "youtubeID": "BcG7o0s3K2s"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/t/h/the_invitation_poster_v1.jpg",
    "title": "LỜI MỜI ĐẾN ĐỊA NGỤC",
    "director": "Jessica M. Thompson",
    "actor": "Nathalie Emmanuel, Thomas Doherty, Stephanie Corneliussen. Alana Boden, Courtney Taylor, Hugh Skinner, Sean Pertwee",
    "genre": "Kinh Dị",
    "release": "26/08/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Sau khi mẹ qua đời, Evie không còn bất kỳ người thân nào trên đời. Cô quyết định làm xét nghiệm ADN và phát hiện ra mình còn một người em họ đã thất lạc từ lâu. Nhờ vậy mà Evie được gia đình người này mời đến dự một đám cưới xa hoa ở vùng nông thôn nước Anh. Ban đầu, cô có cảm tình với một chàng quý tộc điển trai nhưng nhanh chóng bị đẩy vào cơn ác mộng khi khám phá ra những bí mật đen tối trong lịch sử gia đình mình và âm mưu kinh hoàng đằng sau sự xa hoa của họ.",
    "trailerEmbed": "www.youtube.com/embed/zCv_cWowMfs?rel=0&showinfo=0",
    "youtubeID": "zCv_cWowMfs"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/w/t/wtcs_poster_1_1_.jpg",
    "title": "XA NGOÀI KIA NƠI LOÀI TÔM HÁT",
    "director": "Olivia Newman",
    "actor": "Daisy Edgar-Jones, Taylor John Smith, Harris Dickinson, David Strathairn, Jayson Warner Smith, Garret Dillahunt, …",
    "genre": "Hồi hộp, Tình cảm",
    "release": "02/09/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Bộ phim kể về Kya Clark - một cô gái bị gia đình bỏ rơi, lớn lên ở vùng đầm lầy phía nam thị trấn Barkley Cove vào những năm 50. Khi cảnh sát của thị trấn bị phát hiện đã qua đời, người ta bắt đầu dồn mọi mối nghi ngờ vào Kya",
    "trailerEmbed": "www.youtube.com/embed/S2jTTbz_hVs?rel=0&showinfo=0",
    "youtubeID": "S2jTTbz_hVs"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/m/_/m_i_2_1st_look_poster_1_.jpg",
    "title": "MƯỜI: LỜI NGUYỀN TRỞ LẠI",
    "director": "Hằng Trịnh",
    "actor": "Chi Pu, Rima Thanh Vy, Hồng Ánh, Bình Minh, Anh Thư, v.v",
    "genre": "Kinh Dị",
    "release": "30/09/2022",
    "runtime": "",
    "language": "Tiếng Việt - Phụ đề Tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Tiếp nối thành công của Mười, Mười: Lời Nguyền Trở Lại sẽ kể về Linh – cô gái trẻ được chọn để trở thành truyền nhân của Mười sau màn trả thù khiếp đảm 15 năm về trước.",
    "trailerEmbed": "",
    "youtubeID": ""
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/r/preyforthedevil-hairinmouth_-_poster_asdq_1_.jpg",
    "title": "MỒI QUỶ DỮ",
    "director": "Daniel Stamm",
    "actor": "Jacqueline Byers, Colin Salmon, Christian Navarro, Lisa Palfrey, Nicholas Ralph, Ben Cross, Virginia Madsen",
    "genre": "Hồi hộp, Kinh Dị",
    "release": "28/10/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "“Mồi Quỷ Dữ” xoay quanh sơ Ann (do Jacqueline Byers thủ vai) bị kéo vào một cuộc chiến tại một Nhà Thờ Công Giáo trước thế lực quỷ ám đang ngày một hùng mạnh. Với khả năng chiến đấu với quỷ dữ, sơ Ann được phép thực hiện các buổi trừ tà dẫu cho các luật lệ xưa cũ chỉ cho phép Cha xứ thực hiện công việc này. Cùng với Cha Dante, sơ Ann chạm mặt một con quỷ dữ đang cố chiếm lấy linh hồn của một cô gái trẻ, và cũng có thể là kẻ đã ám lấy người mẹ quá cố của sơ. Sơ Ann dần nhận ra mối nguy đang đe dọa mình khủng khiếp thế nào, và cả lý do con quỷ dữ đó khao khát đoạt mạng cô.",
    "trailerEmbed": "www.youtube.com/embed/1DmNc8KKZ8g?rel=0&showinfo=0",
    "youtubeID": "1DmNc8KKZ8g"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/poster_black_adam_1_.jpg",
    "title": "BLACK ADAM",
    "director": "Jaume Collet-Serra",
    "actor": "Dwayne Johnson, Sarah Shahi, Pierce Brosnan, Noah Centineo, Aldis Hodge, Joseph Gatt, Natalie Burn, Quintessa Swindell,…",
    "genre": "Hành Động, Phiêu Lưu",
    "release": "21/10/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Dwayne Johnson sẽ góp mặt trong tác phẩm hành động - phiêu lưu mới của New Line Cinema, mang tên BLACK ADAM. Đây là bộ phim đầu tiên trên màn ảnh rộng khai thác câu chuyện của siêu anh hùng DC này, dưới sự sáng tạo của đạo diễn Jaume Collet-Serra (đạo diễn của Jungle Cruise). Gần 5.000 năm sau khi bị cầm tù với quyền năng tối thượng từ những vị thần cổ đại, Black Adam (Dwayne Johnson) sẽ được giải phóng khỏi nấm mồ chết chóc của mình, mang tới thế giới hiện đại một kiểu nhận thức về công lý hoàn toàn mới.",
    "trailerEmbed": "www.youtube.com/embed/aaLmjQtg2P8?rel=0&showinfo=0",
    "youtubeID": "aaLmjQtg2P8"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/t/e/teaser_poster-co-gai-den-tu-qua-khu_1_.jpg",
    "title": "CÔ GÁI TỪ QUÁ KHỨ",
    "director": "Bảo Nhân & Namcito",
    "actor": "Ninh Dương Lan Ngọc, Kaity Nguyễn, NSND Lê Khanh, NSƯT Hữu Châu, Lãnh Thanh, Lê Xuân Tiền, Thùy Anh, Phương Lan, Thoại Tiên, Ốc Thanh Vân…",
    "genre": "Bí ẩn, Hồi hộp, Tâm Lý",
    "release": "18/11/2022",
    "runtime": "",
    "language": "Tiếng Việt - Phụ đề Tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Đang tất bật chuẩn bị cho đám cưới triệu đô cùng chàng Jack điển trai, Đại mỹ nhân showbiz  Ms. Q / Hoàng Quyên (Ninh Dương Lan Ngọc) bất ngờ gặp lại Quỳnh Yên (Kaity Nguyễn), một người em gái đã mất liên lạc từ lâu. Ngay sau đó, các rắc rối bí ẩn liên tục ập đến, kéo theo hàng loạt bí mật đen tối của cả hai cũng dần bị lột trần. Ai là kẻ đứng sau “giật dây” mọi chuyện? Ai mới là nạn nhân?\nP/S: Bất kể cô ta có nói gì cũng nên nhớ: Đừng tin lời cô ta nói!",
    "trailerEmbed": "",
    "youtubeID": ""
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/3/3/33_summer_break_teaser_1sht_vietnam_1_.jpg",
    "title": "CHIẾN BINH BÁO ĐEN 2: WAKANDA BẤT DIỆT",
    "director": "Ryan Coogler",
    "actor": "Tenoch Huerta, Martin Freeman, Lupita Nyong'o",
    "genre": "Hành Động, Phiêu Lưu, Tâm Lý",
    "release": "11/11/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Nữ hoàng Ramonda, Shuri, M’Baku, Okoye và Dora Milaje chiến đấu để bảo vệ quốc gia của họ khỏi sự can thiệp của các thế lực thế giới sau cái chết của Vua T’Challa. Khi người Wakanda cố gắng nắm bắt chương tiếp theo của họ, các anh hùng phải hợp tác với nhau với sự giúp đỡ của War Dog Nakia và Everett Ross và tạo ra một con đường mới cho vương quốc Wakanda.",
    "trailerEmbed": "www.youtube.com/embed/fkvTTmqjn3Q?rel=0&showinfo=0",
    "youtubeID": "fkvTTmqjn3Q"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/u/pulp_intl_teaser_poster_vietnam_1_.jpg",
    "title": "STRANGE WORLD",
    "director": "Don Hall",
    "actor": "Jake Gyllenhaal, Alan Tudyk",
    "genre": "Hoạt Hình, Khoa Học Viễn Tưởng",
    "release": "",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt; Lồng tiếng",
    "rating": "",
    "technology": [],
    "description": "Strange World kể về chuyến phiêu lưu “vượt không gian và thời gian” của gia đình Clades, một gia đình tập hợp toàn những huyền thoại trong làng phiêu lưu khám phá trong chuyến đi khó nhằn nhất của họ. Chuyến đi là cuộc hành trình đến một vùng đất kỳ lạ đầy rẫy những điều bí hiểm cùng những sinh vật chưa bao giờ xuất hiện. Đây cũng có thể sẽ là chuyến hành trình mang tới nhiều điều kỳ lạ nhất của Disney tới khản giả. Nhưng dường như thế giới kì bí ấy có thể còn dễ đương đầu hơn cả những khác biệt và xung đột trong chính gia đình này.",
    "trailerEmbed": "www.youtube.com/embed/j5n3ak0lvRk?rel=0&showinfo=0",
    "youtubeID": "j5n3ak0lvRk"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/a/v/avatar_2__teaser_poster_1_.jpg",
    "title": "AVATAR: DÒNG CHẢY CỦA NƯỚC",
    "director": "James Cameron",
    "actor": "Sam Worthington, Zoe Saldana, Dương Tử Quỳnh,...",
    "genre": "Hành Động, Khoa Học Viễn Tưởng, Phiêu Lưu",
    "release": "",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Câu chuyện của “Avatar: Dòng Chảy Của Nước” lấy bối cảnh 10 năm sau những sự kiện xảy ra ở phần đầu tiên. Phim kể câu chuyện về gia đình mới của Jake Sully (Sam Worthington thủ vai) cùng những rắc rối theo sau và bi kịch họ phải chịu đựng khi phe loài người xâm lược hành tinh Pandora.",
    "trailerEmbed": "www.youtube.com/embed/S3dNmMZE9sc?rel=0&showinfo=0",
    "youtubeID": "S3dNmMZE9sc"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/u/puss_in_boots_30.12.22_700x1000px.png",
    "title": "MÈO ĐI HIA: ĐIỀU ƯỚC CUỐI CÙNG",
    "director": "Joel Crawford",
    "actor": "Antonio Banderas, Salma Hayek, Olivia Colman, Harvey Guillén, Samson Kayo,…",
    "genre": "Hài, Hoạt Hình, Phiêu Lưu",
    "release": "30/12/2022",
    "runtime": "",
    "language": "Tiếng Anh - Phụ đề Tiếng Việt",
    "rating": "",
    "technology": [],
    "description": "Puss phát hiện ra rằng niềm đam mê phiêu lưu mạo hiểm của anh đã gây ra hậu quả: Anh đã đốt cháy 8 trong số 9 mạng sống của mình, bây giờ chỉ còn lại đúng một mạng. Anh ta bắt đầu một cuộc hành trình để tìm Điều ước cuối cùng thần thoại trong Rừng Đen nhằm khôi phục lại chín mạng sống của mình. Chỉ còn một mạng sống, đây có lẽ sẽ là cuộc hành trình nguy hiểm nhất của Puss.",
    "trailerEmbed": "www.youtube.com/embed/BsmTzEdX17U?rel=0&showinfo=0",
    "youtubeID": "BsmTzEdX17U"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/t/h/thanh-soi-675wx1000h_1_.jpg",
    "title": "THANH SÓI",
    "director": "Ngô Thanh Vân, Aaron Toronto",
    "actor": "Đồng Ánh Quỳnh, Tóc Tiên, Rima Thanh Vy, Thuận Nguyễn, Song Luân",
    "genre": "Hành Động, Tâm Lý",
    "release": "",
    "runtime": "",
    "language": "Tiếng Việt - Phụ đề Tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Bộ phim Thanh Sói là một tác phẩm điện ảnh hành động thuộc \"vũ trụ\" Hai Phượng. Phim là câu chuyện về thời trẻ của nữ trùm Thanh Sói với hướng khai thác thú vị và niềm tin rằng tất cả nhân vật xấu đều xuất phát từ lý do nào đó. Nỗi đau có thể thay đổi tất cả.",
    "trailerEmbed": "www.youtube.com/embed/CmQEfntdPRE?rel=0&showinfo=0",
    "youtubeID": "CmQEfntdPRE"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/r/s/rsz_z_teaser-poster_qnnd.jpg",
    "title": "QUỲNH HOA NHẤT DẠ",
    "director": "Lý Minh Thắng",
    "actor": "Thanh Hằng",
    "genre": "Lịch Sử",
    "release": "",
    "runtime": "",
    "language": "Tiếng Việt - Phụ đề Tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Phim dã sử về cuộc đời Thái hậu Dương Vân Nga.",
    "trailerEmbed": "www.youtube.com/embed/KTGgulcoMmU?rel=0&showinfo=0",
    "youtubeID": "KTGgulcoMmU"
  },
  {
    "images": "https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/7/0/700-x-1000-px.jpg",
    "title": "MÓNG VUỐT",
    "director": "Lê Thanh Sơn",
    "actor": "Kaity Nguyễn, Tuấn Trần, Rocker Nguyễn, Naomi, Quốc Khánh, Gi A Nguyễn",
    "genre": "Hồi hộp, Kinh Dị",
    "release": "",
    "runtime": "",
    "language": "Tiếng Việt - Phụ đề Tiếng Anh",
    "rating": "",
    "technology": [],
    "description": "Móng Vuốt dẫn dắt câu chuyện đi từ buổi tiệc dã ngoại náo nhiệt của một nhóm bạn đến một kết cục kinh hoàng khi phải đấu tranh sinh tồn với một con ác thú.",
    "trailerEmbed": "",
    "youtubeID": ""
  }
]
