[{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/poster_lmst_3_no_qr_code_1_.jpg","title":"LIÊN MINH SIÊU THÚ DC","director":"Jared Stern","actor":"Dwayne Johnson, Kevin Hart, Keanu Reeves","genre":"Hoạt Hình","release":"29/07/2022","runtime":"106 phút","language":"Tiếng Anh - Phụ đề Tiếng Việt; Lồng tiếng","rating":"P - Phim dành cho mọi đối tượng","technology":["4DX"],"description":"Trong “Liên Minh Siêu Thú DC”, Siêu Cún Krypto và Superman là cặp bài trùng không thể tách rời, cùng sở hữu những siêu năng lực tương tự và cùng nhau chiến đấu chống lại tội phạm tại thành phố Metropolis. Khi Superman và những thành viên của Liên Minh Công Lý bị bắt cóc, Krypto phải thuyết phục cậu chàng Ace luộm thuộm, nàng Heo PB, Rùa Merton và Sóc Chip khai phá những sức mạnh tiềm ẩn và cùng nhau giải cứu các siêu anh hùng.\n\n“Liên Minh Siêu Thú DC” có sự góp giọng của bộ đôi ngôi sao nổi tiếng bậc nhất Hollywood Dwayne Johnson (lồng tiếng cho Siêu cún Krypto) và Kevin Hart (Superman). Đặc biệt, tài tử Keanu Reeves sẽ đảm nhận những câu thoại chất lừ đến từ Batman.","trailerEmbed":"www.youtube.com/embed/GrBRGS6Z-jI?rel=0&showinfo=0","youtubeID":"GrBRGS6Z-jI"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/m/g/mg_main-poster_layered_1_.jpg","title":"ĐIỀU ƯỚC CUỐI CỦA TÙ NHÂN 2037","director":"Mo Hong Jin","actor":"Hong Je Yi, Kim Ji Young, Kim Mi Hwa, Hwang Seok Jeong, Shin Eun Hung, Jeon So Min, Yoon Mi Kyung, Jung In Ki","genre":"Tâm Lý","release":"29/07/2022","runtime":"111 phút","language":"Tiếng Hàn - Phụ đề tiếng Việt","rating":"C16 - Phim cấm khán giả dưới 16 tuổi","technology":[],"description":"Ở tuổi 19, thay vì đến trường như bao bạn bè đồng trang lứa, Yoon-yeong phải nỗ lực hết mình để đi làm thêm kiếm tiền. Khao khát một cuộc sống tốt đẹp hơn cho mình và người mẹ khiếm thính, Yoon-yeong đặt mục tiêu thi đỗ kỳ thi công chức lên trên hết. Bất ngờ và trớ trêu thay, một sự cố khủng khiếp xảy ra, biến Yoon-yeong từ nạn nhân đáng thương trở thành kẻ giết người. Trong thời điểm tuyệt vọng và bất lực nhất, Yoon-yeong đã gặp những người chị em trong phòng giam số 12. Đằng sau mỗi người là một câu chuyện khác nhau, nhưng họ đã trao nhau tình yêu thương và niềm hy vọng để cùng hướng về một tương lai tươi sáng ngoài song sắt nhà tù.","trailerEmbed":"www.youtube.com/embed/1AXeEfyTLKs?rel=0&showinfo=0","youtubeID":"1AXeEfyTLKs"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/8/0/800x1200-dckscr_1_.jpg","title":"DÂN CHƠI KHÔNG SỢ CON RƠI","director":"Huỳnh Đông","actor":"Tiến Luật, bé Bảo Thi, Huỳnh Phương, Nguyên Thảo, Vân Trang, Ngô Kiến Huy, Lê Khánh,...","genre":"Hài, Tâm Lý","release":"29/07/2022","runtime":"88 phút","language":"Tiếng Việt - Phụ đề Tiếng Anh","rating":"C13 - Phim cấm khán giả dưới 13 tuổi","technology":[],"description":"Quân, một dân chơi miệt vườn với tài “sát gái” thượng hạng, bỗng một ngày phải gánh lấy \"cục nợ con rơi\" từ bạn gái cũ. Được sự trợ giúp \"ba phần đắc lực bảy phần phá đám\" của Tám Mánh, Quân dần mất hết hy vọng tìm lại mẹ cho đứa bé và dần trở thành người cha hoàn hảo trong mắt Bé Thỏ. \nCuộc sống đầy sắc màu và tiếng cười của hai cha con bị đặt trước thử thách lớn lao khi người mẹ mà Bé Thỏ ngày đêm mong ngóng cuối cùng cũng xuất hiện…","trailerEmbed":"www.youtube.com/embed/34OJjBVw3do?rel=0&showinfo=0","youtubeID":"34OJjBVw3do"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/poster_700_x_1000_px.jpg","title":"CHUYỆN MA GIẢNG ĐƯỜNG – HỌC KỲ 2","director":"Pataraporn Weerasakwong , Jatupong Rungruangdechapat, Ekapon Sethasuk","actor":"Krit Jirapattananuwong, Kemisra Poladej, Panisra Rikulsurakarn, Teeradon “James” Supanpinyo,...","genre":"Kinh Dị","release":"29/07/2022","runtime":"126 phút","language":"Tiếng Thái - Phụ đề tiếng Việt","rating":"C16 - Phim cấm khán giả dưới 16 tuổi","technology":[],"description":"Đến từ đạo diễn của Girl From Nowhere (tựa Việt: Cô Gái Đến Từ Hư Vô), Haunted Universities Second Semester (tựa Việt: Chuyện Ma Giảng Đường – Học Kỳ 2) là bộ phim dựa trên mạch truyện kinh dị lấy bối cảnh trong khuôn viên trường đại học, đề cập đến những rắc rối và nỗi bức xúc mà thanh thiếu niên cũng như thế hệ trẻ đang trải qua trong quá trình chuyển đổi.\nLấy ý tưởng về “những bóng ma trong trường đại học”, bộ phim được xây dựng kịch bản từ 3 trong số những câu chuyện ma rùng rợn nhất có thật tại các trường đại học bị ma ám với cách kể chuyện mới lạ nhưng vẫn duy trì được tất cả các yếu tố kinh dị khiến Haunted Universities Second Semester (tựa Việt: Chuyện Ma Giảng Đường – Học Kỳ 2) trở nên rùng rợn theo cách riêng, vượt ra khỏi khuôn khổ của một câu chuyện ma quen thuộc với cách lột tả nội dung chân thực nhất liên quan sâu sắc đến xã hội ngày nay.","trailerEmbed":"www.youtube.com/embed/7Q72BKYxYVg?rel=0&showinfo=0","youtubeID":"7Q72BKYxYVg"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/c/o/conan_movie_2022-_vnese_poster_1_.jpg","title":"THÁM TỬ LỪNG DANH CONAN: NÀNG DÂU HALLOWEEN","director":"Gosho Aoyama, Susumu Mitsunaka","actor":"Minami Takayama, Chafûrin, Tôru Furuya","genre":"Hoạt Hình","release":"22/07/2022","runtime":"111 phút","language":"Tiếng Nhật - Phụ đề Tiếng Việt","rating":"C13 - Phim cấm khán giả dưới 13 tuổi","technology":[],"description":"Tại Shibuya náo nhiệt mùa Halloween, Thiếu úy Sato Miwako khoác lên mình chiếc váy cưới tinh khôi trong tiệc cưới như cổ tích, và người đàn ông bên cạnh cô không ai khác ngoài Trung sĩ Takagi Wataru. Trong giây phút trọng đại, một nhóm người xấu ập vào tấn công, Trung sĩ Takagi liều mình bảo vệ Sato. Anh tai qua nạn khỏi, nhưng Sato chết lặng khi nhìn thấy bóng ma Thần Chết trong giây phút sinh tử của Takagi. Điều này khiến cô nhớ lại cái chết của đồng nghiệp, cũng là người cô từng yêu trước đây, Thanh tra Matsuda Jinpei. Cùng lúc này, hung thủ của vụ đánh bom liên tiếp mà Matsuda điều tra năm xưa đã vượt ngục thành công. Khi Conan tìm đến Furuya Rei (hay Amuro Toru), người bạn cùng khóa với Matsuda, cậu được nghe câu chuyện liên quan đến vụ đánh bom với kẻ thủ ác mang bí danh \"Plamya\". Hôn lễ nguy hiểm nhất thế giới, buổi dạ hành đẫm máu tại Shibuya vào đêm Halloween sắp sửa bắt đầu.","trailerEmbed":"www.youtube.com/embed/SqSJPzWvcLc?rel=0&showinfo=0","youtubeID":"SqSJPzWvcLc"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/m/i/minions_2_-_kc_01.7.22_1_.jpg","title":"MINIONS: SỰ TRỖI DẬY CỦA GRU","director":"Kyle Balda, Brad Ableson, Jonathan del Val","actor":"Steve Carell, Lucy Lawless, Michelle Yeoh...","genre":"Hài, Hoạt Hình, Phiêu Lưu","release":"01/07/2022","runtime":"88 phút","language":"Tiếng Anh với phụ đề tiếng Việt và lồng tiếng Việt","rating":"P - Phim dành cho mọi đối tượng","technology":["4DX","IMAX"],"description":"Rất lâu trước khi trở thành một phản diện chuyên nghiệp, Gru chỉ là một cậu bé 12 tuổi sống ở vùng ngoại ô vào những năm 1970, với ước mơ một ngày sẽ làm “bá chủ” thế giới. Và 3 “quả chuối” vàng biết đi từ trên trời rơi xuống đã là những đồng đội đầu tiên của Gru, bên cạnh ủng hộ cậu bé, cùng nhau thiết kế những vũ khí đầu tiên, thực hiện những phi vụ đầu tiên.","trailerEmbed":"www.youtube.com/embed/dTQXlDV16SY?rel=0&showinfo=0","youtubeID":"dTQXlDV16SY"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/t/h/thor-main-poster_1_.jpg","title":"THOR: TÌNH YÊU VÀ SẤM SÉT","director":"Taika Waititi","actor":"Chris Hemsworth, Tessa Thompson, Natalie Portman, Chris Pratt","genre":"Hành Động, Phiêu Lưu, Thần thoại","release":"08/07/2022","runtime":"118 phút","language":"Tiếng Anh - Phụ đề Tiếng Việt","rating":"C13 - Phim cấm khán giả dưới 13 tuổi","technology":["3D","4DX","IMAX","ScreenX"],"description":"Vốn từng là một chiến binh hùng mạnh của Asgard, trải qua vô số trận chiến lớn nhỏ nhưng sau sự kiện trong Avengers: Endgame (2019) cùng vô số mất mát, Thần Sấm không còn muốn theo đuổi con đường siêu anh hùng. Từ đây, anh lên đường tìm ra ý nghĩa của cuộc sống và nhìn nhận lại bản thân mình.","trailerEmbed":"www.youtube.com/embed/6_dk-s57jck?rel=0&showinfo=0","youtubeID":"6_dk-s57jck"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/d/t/dtl_m-poster_w700xh1000_1_.jpg","title":"QUYẾT TÂM CHIA TAY","director":"Park Chan Wook","actor":"Tang Wei, Park Hae Il","genre":"Hồi hộp, Tình cảm","release":"15/07/2022","runtime":"138 phút","language":"Tiếng Hàn - Phụ đề tiếng Việt, tiếng Anh","rating":"C16 - Phim cấm khán giả dưới 16 tuổi","technology":[],"description":"Một thanh tra cảnh sát rơi vào lưới tình với goá phụ trẻ - nghi phạm giết người trong vụ án mà anh ta đang điều tra.","trailerEmbed":"www.youtube.com/embed/kdJvKwT2NAU?rel=0&showinfo=0","youtubeID":"kdJvKwT2NAU"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/l/i/linh_h_n_v_n_-_payoff_poster_k_ch_th_c_facebook_-_kc_22.07.2022_1_.jpg","title":"LINH HỒN VŨ NỮ","director":"Awi Suryadi","actor":"Aghniny Haque, Achmad Megantara, Aulia Sarah, Adinda Thomas, Tissa Biani, Fajar Nugra, Calvin Jeremy, v.v","genre":"Kinh Dị","release":"22/07/2022","runtime":"123 phút","language":"Tiếng Indonesia với phụ đề tiếng Việt","rating":"C16 - Phim cấm khán giả dưới 16 tuổi","technology":[],"description":"Sáu học sinh đi vào một ngôi làng hẻo lánh để thực hiện chương trình công ích. Và họ không biết được rằng đây là vùng đất của những linh hồn bị mắc kẹt dưới sự cai trị của Badarawuhi – một linh hồn vũ nữ.","trailerEmbed":"www.youtube.com/embed/-Q1kXe1X0js?rel=0&showinfo=0","youtubeID":"-Q1kXe1X0js"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/l/a/lamay_teaser_1_.jpg","title":"LÀ MÂY TRÊN BẦU TRỜI AI ĐÓ","director":"Thanadit Pradit","actor":"Ngọc Lan Vy, August Vachiravit, Hồng Vân, Trịnh Tú Trung, Hải Triều, Lưu Đông, Lâm Bảo Châu, Quỳnh Lý, Nhâm Phương Nam, Puvadol Vechwongsa, Pakorn Lum và Push Puttichai.","genre":"Hài, Tình cảm","release":"22/07/2022","runtime":"89 phút","language":"Tiếng Việt với phụ đề tiếng Anh","rating":"C13 - Phim cấm khán giả dưới 13 tuổi","technology":[],"description":"Nàng tiểu thư đỏng đảnh Mây sang Thái Lan để theo đuổi một “nam thần” nổi tiếng, tình cờ lại va phải anh chàng “oan gia” và cùng nhau trải qua những tình huống dở khóc dở cười","trailerEmbed":"www.youtube.com/embed/U4OwkJ9NLWw?rel=0&showinfo=0","youtubeID":"U4OwkJ9NLWw"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/c/h/cherry_magic-_vietnamese_poster-1.jpg","title":"CHERRY MAGIC: 30 TUỔI VẪN CÒN “ZIN” SẼ BIẾN THÀNH PHÙ THỦY","director":"Hiroki Kazama","actor":"Eiji Akaso, Keita Machida , Kodai Asaka, Yutaro, Takuya Kusakawa (Super Tokkyu), Rei Sato, Suzunosuke","genre":"Tình cảm","release":"15/07/2022","runtime":"104 phút","language":"Tiếng Nhật - Phụ đề Tiếng Việt","rating":"C16 - Phim cấm khán giả dưới 16 tuổi","technology":[],"description":"Bản phim điện ảnh lãng mạn, ấm áp của hiện tượng gây sốt châu Á “CHERRY MAGIC: 30 TUỔI VẪN CÒN “ZIN” SẼ BIẾN THÀNH PHÙ THỦY”.\nAdachi là một nhân viên văn phòng, bước sang tuổi 30 và vẫn còn \"zin\". Vào sinh nhật thứ 30 của mình, anh chàng được ban tặng phép thuật kỳ lạ. Adachi có thể đọc được suy nghĩ của những người anh ta chạm vào.\nKurosawa là người yêu của Adachi tại nơi làm việc, nổi tiếng và thành đạt. Họ yêu nhau bí mật tại chốn công sở. Một ngày nọ, Adachi nhận được một cơ hội việc làm mới. Adachi sẽ được làm việc mình thích nhưng địa điểm mới lại ở Nagasaki, cách Kurosawa tận 1.200 km. Trải qua những khó khăn và thử thách khi yêu xa khiến họ phải suy nghĩ lại về mối quan hệ và tương lai của mình. Mối quan hệ của họ sẽ ra sao?","trailerEmbed":"www.youtube.com/embed/obTrN5__BAM?rel=0&showinfo=0","youtubeID":"obTrN5__BAM"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/pororo_dinosaur_island_adventure-_vietnamese_poster_1_.jpg","title":"PORORO: CUỘC PHIÊU LƯU ĐẾN ĐẢO KHỦNG LONG","director":"Kim Hyunho, Yoon Jewan","actor":"","genre":"Hoạt Hình","release":"15/07/2022","runtime":"79 phút","language":"Tiếng Hàn - Phụ đề tiếng Việt, lồng tiếng","rating":"P - Phim dành cho mọi đối tượng","technology":[],"description":"Pororo và những người bạn tìm thấy chú khủng long nhỏ Alo đang ngủ say trong chiếc phi thuyền hình quả trứng. Alo không nhớ gì ngoài tên của mình. Khi Pororo và bạn bè giúp Alo sửa phi thuyền thì phi thuyền vụt sáng và biến mất cùng Alo và người bạn của Pororo là Crong. Pororo đuổi theo chiếc phi thuyền đến Đảo Khủng Long và chạm trán với Mr.Y, kẻ chuyên bắt cóc khủng long để bán cho người ngoài hành tinh. Để giải cứu bạn của mình, Pororo phải vượt qua nỗi sợ khủng long để chiến đấu với người ngoài hành tinh và đội quân người máy của Mr.Y.","trailerEmbed":"","youtubeID":""},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/p/o/poster_700_x_1000_px_.jpg","title":"KAREM: VẬT CHỨA TỬ THẦN","director":"Henry Bedwell","actor":"Rachel Rodriguez, Daniel Martínez, Dominika Paleta","genre":"Kinh Dị","release":"15/07/2022","runtime":"80 phút","language":"Tiếng Tây Ban Nha - Phụ đề Tiếng Việt","rating":"C18 - Phim cấm khán giả dưới 18 tuổi","technology":[],"description":"Karem (Raquel Rodríguez), cô con út của gia đình Briseno bị một thế lực quỷ dữ vô cùng tàn ác đeo bám. Nhờ quyền năng của quỷ, cô bé có thể thao túng người khác. Lợi dụng sức mạnh đó, Karem lên kế hoạch trả đũa tất cả những ai từng bắt nạt mình. Nhưng chơi dao có ngày đứt tay, Karem không thể ngờ rằng cái bắt tay của cô bé và con quỷ lại dẫn tới hàng loạt bi kịch thảm khốc.","trailerEmbed":"","youtubeID":""},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/m/a/main_poster_tho_t_kh_i_mogadishu_1_.jpg","title":"THOÁT KHỎI MOGADISHU","director":"Ryoo Seung-wan","actor":"Kim Yoon-Seok, Jo In-Sung, Huh Joon-Ho,...","genre":"Hành Động, Hồi hộp, Tâm Lý","release":"15/07/2022","runtime":"121 phút","language":"Tiếng Hàn - Phụ đề tiếng Việt","rating":"C16 - Phim cấm khán giả dưới 16 tuổi","technology":[],"description":"Dựa trên một sự kiện lịch sử khó tin nhưng có thật, bộ phim tái hiện lại lần hợp tác gay cấn, chưa từng có tiền lệ giữa các nhà ngoại giao Nam và Bắc Hàn nhằm giải thoát công dân của họ khỏi cuộc binh biến tại Somalia vào năm 1991.","trailerEmbed":"www.youtube.com/embed/yz5XSicbWvQ?rel=0&showinfo=0","youtubeID":"yz5XSicbWvQ"},{"images":"https://www.cgv.vn/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/t/o/top_gun_maverick_-_poster_28.03_1_.jpg","title":"PHI CÔNG SIÊU ĐẲNG MAVERICK","director":"Joseph Kosinski","actor":"Tom Cruise, Justin Marks, Peter Craig, Eric Warren Singer","genre":"Hành Động, Phiêu Lưu","release":"27/05/2022","runtime":"130 phút","language":"Tiếng Anh với phụ đề tiếng Việt","rating":"C13 - Phim cấm khán giả dưới 13 tuổi","technology":["4DX","IMAX","ScreenX"],"description":"Sau hơn ba mươi năm phục vụ,  Pete “Maverick” Mitchell từng nổi danh là một phi công thử nghiệm quả cảm hàng đầu của Hải quân, né tránh cơ hội thăng chức, điều khiến anh cảm thấy bị bó buộc, để trở về làm chính mình.","trailerEmbed":"www.youtube.com/embed/ZR99nOkEolM?rel=0&showinfo=0","youtubeID":"ZR99nOkEolM"}]